12/data/attachments/2a5511546cdfb073.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_fdf39a80-fddd-4299-b9d4-02777f16295a</nif:username>
            <nif:friendToBeAdded>Tamara_probably_Friend_35050_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>